
PROGRAM_INFO = """
========== О ПРОГРАММЕ ==========
Журнал учета доходов и расходов.
Версия: 0.0.1
Автор: Vkhodykin
seschool 2026
=================================
"""

COMMANDS_HELP = """
Для начала работы выберите, что вы хотите сделать. Возможные команды:
  1 - info     (информация о программе)
  2 - add      (добавить запись)
  3 - show     (показать всё)
  4 - del      (удалить)
  5 - edit     (редактировать)
  6 - find     (найти)
  7 - type     (сортировка по типу)
  8 - cat      (категории)
  9 - period   (выборка за период)
 10 - stats    (статистика)
 11 - exit     (выход)
 Вы можете повторно вызвать этот список командами 'help' или '?'
 """